{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "IA_PlayerMoveForward"
			},
			"Translation":
			{
				"Text": "IA_PlayerMoveForward"
			},
			"Key": "3221A289473058F5B1801ABFA345D9CF"
		},
		{
			"Source":
			{
				"Text": "IA_PlayerMoveRight"
			},
			"Translation":
			{
				"Text": "IA_PlayerMoveRight"
			},
			"Key": "EF9567B04C7AD0DFA1292BA4694569D6"
		},
		{
			"Source":
			{
				"Text": "Interactable Object Name"
			},
			"Translation":
			{
				"Text": "Interactable Object Name"
			},
			"Key": "5BEEED704A3F2386665C1780C9A1AA66"
		},
		{
			"Source":
			{
				"Text": "Press 'E' to do something"
			},
			"Translation":
			{
				"Text": "Press 'E' to do something"
			},
			"Key": "53FF1A8F4C5EE580C9B2A6B264980A1D"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "Interaction",
			"Children": [
				{
					"Source":
					{
						"Text": "Press E to {0}"
					},
					"Translation":
					{
						"Text": "Press E to {0}"
					},
					"Key": "PressE"
				}
			]
		},
		{
			"Namespace": "InteractionActionName",
			"Children": [
				{
					"Source":
					{
						"Text": "try to unlock"
					},
					"Translation":
					{
						"Text": "try to unlock"
					},
					"Key": "TryToUnlock"
				}
			]
		},
		{
			"Namespace": "InteractionActionsNames",
			"Children": [
				{
					"Source":
					{
						"Text": "open"
					},
					"Translation":
					{
						"Text": "open"
					},
					"Key": "Open"
				},
				{
					"Source":
					{
						"Text": "pick up"
					},
					"Translation":
					{
						"Text": "pick up"
					},
					"Key": "PickUp"
				}
			]
		},
		{
			"Namespace": "InteractionObjectsNames",
			"Children": [
				{
					"Source":
					{
						"Text": "Brass"
					},
					"Translation":
					{
						"Text": "Brass"
					},
					"Key": "BrassKey"
				},
				{
					"Source":
					{
						"Text": "Door"
					},
					"Translation":
					{
						"Text": "Door"
					},
					"Key": "Door"
				},
				{
					"Source":
					{
						"Text": "Iron"
					},
					"Translation":
					{
						"Text": "Iron"
					},
					"Key": "IronKey"
				},
				{
					"Source":
					{
						"Text": "Locked Door"
					},
					"Translation":
					{
						"Text": "Locked Door"
					},
					"Key": "LockedDoor"
				},
				{
					"Source":
					{
						"Text": "Universal"
					},
					"Translation":
					{
						"Text": "Universal"
					},
					"Key": "UniversalKey"
				},
				{
					"Source":
					{
						"Text": "{0} Door Key"
					},
					"Translation":
					{
						"Text": "{0} Door Key"
					},
					"Key": "ADoorKey"
				}
			]
		},
		{
			"Namespace": "PlayerMessages",
			"Children": [
				{
					"Source":
					{
						"Text": "You need {0} key"
					},
					"Translation":
					{
						"Text": "You need {0} key"
					},
					"Key": "YouNeedAKey"
				}
			]
		}
	]
}